Repository: slimanibrhaim2/Trex-Score
Catalog: lib/l10n/app_*.arb
Languages: ar

# appTitle
source: Trex Scorekeeper
ar: مسجل تركس

# startGameButton
source: Start a new game
ar: ابدأ لعبة جديدة

# chooseGameTitle
source: Choose game you want to play:
ar: اختر اللعبة التي تريد أن تلعبها:

# gameTrexSingle
source: Trex Single
ar: تركس فردي

# gameTrexPartners
source: Trex Partners
ar: تركس شراكة

# settingsTitle
source: Settings
ar: الإعدادات

# themeTitle
source: Dark Mode
ar: الوضع الليلي

# themeSubtitle
source: Toggle to enable or disable Dark Mode.
ar: قم بالتبديل لتشغيل و إيقاف الوضع الليلي.

# languageTitle
source: Language
ar: اللغة

# languageSubtitle
source: Toggle to switch the application language.
ar: قم بالتبديل لتبديل لغة التطبيق.
